<?php
echo '		
<body>
<style>


 h2 {
            text-align: center;
        }

        p {
            text-indent: 20px; 
        }
table {
  width: 100%;
  border-collapse: collapse;
  
}
.page-break {
        page-break-before: always; 
    }
.container {
    display: flex; 
    width: 100%; 
}

.left-block, .right-block {
    width: 50%; 
    padding: 20px;
    box-sizing: border-box; 
}
td {
   border: 1px solid black;
  padding: 4px;
  text-align: start;
  font-size: 12pt;
}
td {
  word-break: break-word;
}
th {
  background-color: #f2f2f2;
}

tr:nth-child(even) {
  background-color: #f9f9f9;
}

tr:hover {
  background-color: #f5f5f5;
}

</style>
</body>        
<br><br><br>

<div style=" font-size: 14pt;
    position: relative;
    text-align: center;
    margin-top: 5px;
    margin-bottom: 5px;
">
<!-- Преамбула заявления -->
    <strong>Договор № </strong> </div>
    <br>
    <div class="container" style="margin-left: 3%;">
    <div class="left-block" style="text-align: left; line-height: 18pt; padding-left: 0px;">
        г. Минск<br>
    </div>
    <div class="right-block" style="text-align: left; line-height: 18pt; margin-left:120px;">
        24.10.2024<br>
    </div>
</div>
<div class="mt-4">
        <p style="text-align: justify;">Лидское городское унитарное предприятие жилищно-коммунального хозяйства в лице заместителя директора Ариашко Руслана Антоновича, действующего на основании доверенности №8 от 09.02.2023 г., именуемое в дальнейшем «Заказчик», с одной стороны, и ООО «ИЗИСКОМ» в лице директора Лукьяновича А.В., действующего на основании Устава, именуемое в дальнейшем «Подрядчик», с другой стороны, вместе именуемые - Стороны, заключили настоящий Договор о нижеследующем:</p>
    </div> 
    <div class="mt-8">
        <h2 class="text-lg font-bold">1. ПРЕДМЕТ ДОГОВОРА</h2>
        <p class="mt-2">1.1. <span class="font-bold">Заказчик</span> поручает, а <span class="font-bold">Подрядчик</span> обязуется выполнить обследование строительных конструкций квартиры №4 по ул. Чапаева, 18 в г. Лиде с последующей выдачей соответствующего заключения.</p>
        <p class="mt-2">1.2. Цель проведения работ – определение технического состояния строительных конструкций.</p>
    </div>
    <div class="mt-8">
        <h2 class="text-lg font-bold">2. СРОКИ ВЫПОЛНЕНИЯ РАБОТ</h2>
        <p class="mt-2">2.1. Сроки выполнения работ: 12 июня 2024г. - 22 июля 2024г.</p>
        <p class="mt-2">2.2. В случае не своевременного выполнения <span class="font-bold">Заказчиком</span> обязательства, изложенного в п. 3.1.1 настоящего Договора, <span class="font-bold">Подрядчик</span> имеет право сместить срок выполнения на соответствующее число дней.</p>
    </div>
     <div class="mt-8">
        <h2 class="text-lg font-bold">3. ПРАВА И ОБЯЗАННОСТИ СТОРОН</h2>
        <p class="mt-2">3.1. <span class="font-bold">Заказчик</span> обязуется:</p>
        <p class="ml-4 mt-2">3.1.1. Содействовать <span class="font-bold">Подрядчику</span> в обеспечении свободного, непрерывного и безопасного доступа к строительным конструкциям объекта на весь период действия договора.</p>
        <p class="ml-4 mt-2">3.1.2. Предоставить имеющуюся техническую документацию по объекту <span class="font-bold">Подрядчику</span> для изучения.</p>
        <p class="ml-4 mt-2">3.1.3. В случае необходимости своевременно информировать <span class="font-bold">Подрядчика</span> о предполагаемых изменениях в техническом состоянии объекта.</p>
        <p class="ml-4 mt-2">3.1.4. Обеспечить своевременную приемку работ по настоящему договору.</p>
        <p class="ml-4 mt-2">3.1.5. При необходимости произвести своими силами и за свой счет вскрытия в строительных конструкциях в местах отбора образцов, определённых <span class="font-bold">Подрядчиком</span>.</p>
        <p class="mt-2">3.2. <span class="font-bold">Подрядчик</span> обязуется:</p>
        <p class="ml-4 mt-2">3.2.1. Произвести работы в соответствии с СН 1.04.01 «Техническое состояние зданий и сооружений», а также с требованиями указанных в техническом задании.</p>
        <p class="ml-4 mt-2">3.2.2. Доставлять собственными силами и за свой счёт необходимое для надлежащего выполнения работ материально-техническое обеспечение на объект и обратно, обеспечить выполнение всех видов работ по настоящему договору своими силами и за свой счёт, обеспечить качественное и своевременное исполнение всех видов работ, соблюдения сотрудниками правил выполнения работ и техники безопасности при их производстве.</p>
        <p class="ml-4 mt-2">3.2.3. Подрядчик имеет право привлекать для проведения или обеспечения некоторых видов работ по настоящему договору сторонние (субподрядные) организации.</p> 
    </div>';

echo'     <div class="mt-8">
        <h2 class="text-lg font-bold">4. СТОИМОСТЬ РАБОТ И ПОРЯДОК ОПЛАТЫ</h2>
        <p class="ml-4 mt-2">4.1. Стоимость работ определена на момент составления договора, согласно утвержденной сторонами смете (Приложение №1) и составляет: 250,39 (Двести пятьдесят рублей 39 копеек), без НДС (в связи с применением УСН).
         - внесения Заказчиком изменений в первоначальное задание, влекущее за собой изменение объемов обследовательских работ;
         - изменения налогового законодательства;
         В случае изменения договорной цены расчеты производятся на основании исполнительной сметы по фактически выполненным объемам работ.
</p>
        <p class="ml-4 mt-2">4.3. Расчет за выполненные работы производится путем банковского перевода денежных средств на расчетный счет Подрядчика в течение 5 банковских дней со дня подписания акта сдачи-приёмки выполненных работ.</p>
        <p class="ml-4 mt-2">4.4. В случае приостановления или прекращения работ по инициативе Заказчика окончательный расчет производится за фактически выполненный объем работ с учетом фактических затрат Подрядчика в течение пяти банковских дней после подписания акта сдачи-приемки выполненных работ.</p>
        <p class="ml-4 mt-2">4.5. В случае возникновения необходимости выполнения работ, непредусмотренных договором и не включенных в смету, данные работы оплачиваются на основании дополнительного соглашения сторон, при этом сумма дополнительной оплаты рассчитывается на основе и по методике основной сметы.</p>
        <p class="ml-4 mt-2">4.6. Источник финансирования – собственные средства Заказчика.</p> 
    </div>';

echo'     <div class="mt-8">
        <h2 class="text-lg font-bold">5. ПОРЯДОК СДАЧИ И ПРИЕМКИ РАБОТ</h2>
        <p class="ml-4 mt-2">5.1. Работа принимается по накладной на основании подписанного сторонами акта сдачи-приемки выполненных работ.
</p>
        <p class="ml-4 mt-2">5.2. Заказчик обязан принять выполненные работы и подписать накладную и акт сдачи-приемки выполненных работ в течение 5 (пяти) дней с момента их завершения или направить Подрядчику обоснованные претензии, в противном случае работы считаются принятыми и подлежат оплате со дня предоставления накладной и акта.</p>
        <p class="ml-4 mt-2">5.3. Если в процессе выполнения работ выясняется невозможность ее дальнейшего проведения, Подрядчик обязан приостановить ее, письменно поставить об этом в известность Заказчика и в 10-ти дневный срок рассмотреть вопрос о дальнейших действиях. По истечении указанного срока Заказчик уплачивает Подрядчику стоимость выполненных работ.</p> 
    </div>';

echo'     <div class="mt-8">
        <h2 class="text-lg font-bold">6. ОТВЕТСТВЕННОСТЬ СТОРОН</h2>
        <p class="ml-4 mt-2">6.1. За невыполнение или ненадлежащее выполнение обязательств по настоящему договору Заказчик и Подрядчик несут имущественную ответственность в соответствии с действующим законодательством Республики Беларусь.
</p>
        <p class="ml-4 mt-2">6.2. Споры, связанные с заключением и исполнением настоящего договора, рассматриваются в экономическом суде по месту нахождения ответчика в порядке, установленным хозяйственно-процессуальным кодексом Республики Беларусь.</p>
        <p class="ml-4 mt-2">6.3. Стороны освобождаются от ответственности при наступлении форс-мажорных обстоятельств (пожар, наводнение, землетрясение и др.).</p> 
        <p class="ml-4 mt-2">6.4. За нарушение сроков выполнения работ (п. 2.1 настоящего договора) Подрядчик уплачивает пеню в размере 0.2% от стоимости работ за каждый день просрочки, но не более 10% от стоимости.</p> 
        <p class="ml-4 mt-2">6.5. За несвоевременную оплату выполненных работ (п. 4.3 настоящего договора) Заказчик уплачивает пеню в размере 0.2% от стоимости несвоевременно оплаченных работ за каждый день просрочки, но не более 10% от стоимости.</p> 
    </div>';

echo'     <div class="mt-8">
        <h2 class="text-lg font-bold">7. ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ</h2>
        <p class="ml-4 mt-2">7.1. Все изменения и дополнения в договор вносятся путем заключения дополнительного соглашения, подписанного обеими сторонами.
</p>
    </div>';
echo'     <div class="mt-8">
        <h2 class="text-lg font-bold">8. СРОК ДЕЙСТВИЯ ДОГОВОРА </h2>
        <p class="ml-4 mt-2">8.1. Настоящий договор вступает в силу со дня его подписания и действует до полного исполнения сторонами своих обязательств.
</p>
    </div>';

echo'     <div class="mt-8">
        <h2 class="text-lg font-bold">9. ЮРИДИЧЕСКИЕ АДРЕСА СТОРОН</h2>
        <p class="ml-4 mt-2">9.1. Заказчик: Лидское   городское   унитарное   предприятие   жилищно-коммунального хозяйства   
Республика Беларусь, г. Лида, ул. Победы, 53
р/с BY17 AKBB 3012 0000 0229 2420 0000 
в ЦБУ No413 ОАО «АСБ Беларусбанк» 
код банка AKBBBY2X
УНП 500012196, ОКПО 03370281 
</p>
  <p class="ml-4 mt-2">9.2. Подрядчик: ООО «ИЗИСКОМ»
ул. Шафарнянская, 11, пом.25, г. Минск, 220125, Республика Беларусь
тел. факс +375(17) 3939673, +375(17) 3968696, E-mail: info@iziscom.by, www.iziscom.by
УНП193091186 р/с BY61TECN30125225720180000010
БИК: TECNBY22 в ОАО «Технобанк» ул. Руссиянова, 8, г. Минск.
</p>
    </div>';

echo'     <div class="mt-8">
        <h2 class="text-lg font-bold">10. К ДОГОВОРУ ПРИЛАГАЕТСЯ:</h2>
        <p class="ml-4 mt-2">10.1. Расчет стоимости (Калькуляция) (Приложение №1).
</p>
        <p class="ml-4 mt-2">10.2. Протокол согласования договорной (контрактной) цены (Приложение №2).
</p>
        <p class="ml-4 mt-2">10.3. Календарный план (Приложение №3).
</p>
    </div>';


echo' 
    <div class="container" style="margin-left: 3%;">
 <div class="left-block" style="text-align: left; line-height: 18pt; padding-left: 0px;">
        УТВЕРЖДАЮ<br><strong>Заказчик</strong><br>asdasdasda<br>
        Проректор по экономике и материально-<br>техническому развитию
    </div>
    <div class="right-block" style="text-align: left; line-height: 18pt; margin-left:120px;">
        СОГЛАСОВАНО<br><strong>Подрядчик</strong><br>asdasdasdasd<br><p>Директор</p>
    </div>
</div></div>
<div class="container" style="margin-left: 3%;">
    <div class="left-block" style="text-align: left; line-height: 18pt; padding-left: 0px; ">______________<div class="center-text" style="margin-left: 40px; margin-top: 8px; margin-bottom: 8px;" >м.п.</div></div>
    <div class="right-block" style="text-align: left; line-height: 18pt; margin-left:120px;">______________А.В. Лукьянович<div class="center-text" style="margin-left: 40px; margin-top: 8px; margin-bottom: 8px;" >м.п.</div></div>
    </div><br><br>  ';

?>

</body>

